[
  {
    "keyword": "beef up",
    "definitions": [
      {
        "word": "beef up",
        "phonetics": "/biːf ʌp/",
        "partOfSpeech": "phrasal verb",
        "enDefinition": "to strengthen or improve something, often by adding more resources or support",
        "ptDefinition": "reforçar ou melhorar algo, geralmente adicionando mais recursos ou apoio",
        "examples": [
          {
            "enExample": "The company decided to beef up its security after the data breach.",
            "ptExample": "A empresa decidiu reforçar sua segurança após a violação de dados."
          },
          {
            "enExample": "To beef up their marketing strategy, they hired a top advertising agency.",
            "ptExample": "Para reforçar sua estratégia de marketing, contrataram uma das melhores agências de publicidade."
          }
        ],
        "synonyms": "strengthen, enhance, improve",
        "antonyms": "weaken, diminish",
        "notes": [
          {
            "note": "The phrase can be applied to various situations, from security to marketing or even physical training."
          }
        ]
      }
    ]
  },
  {
    "keyword": "back-of-the-envelope calculations",
    "definitions": [
      {
        "word": "back-of-the-envelope calculations",
        "partOfSpeech": "idiom",
        "enDefinition": "quick, approximate calculations done informally, often on any available scrap of paper",
        "ptDefinition": "cálculos rápidos e aproximados feitos informalmente, muitas vezes em qualquer pedaço de papel disponível",
        "examples": [
          {
            "enExample": "He did some back-of-the-envelope calculations to estimate the cost of the project.",
            "ptExample": "Ele fez alguns cálculos rápidos para estimar o custo do projeto."
          }
        ],
        "synonyms": ["rough estimate, quick calculation"],
        "antonyms": ["detailed analysis, precise calculation"],
        "seeAlso": ["ballpark figure, guesstimate"]
      }
    ]
  },
  {
    "keyword": "back and forth on an issue",
    "definitions": [
      {
        "word": "back and forth on an issue",
        "partOfSpeech": "idiom",
        "enDefinition": "repeatedly changing one's mind about something; having trouble settling on an opinion or decision",
        "examples": [
          {
            "enExample": "Should we change our company health plan? I can't make up my mind. I go back and forth on the issue."
          }
        ]
      }
    ]
  },
  {
    "keyword": "bells and whistles",
    "definitions": [
      {
        "word": "bells and whistles",
        "partOfSpeech": "idiom",
        "enDefinition": "extra product features, usually using the latest technology; product features which are attractive, but not essential for the product to function.",
        "ptDefinition": "recursos extras do produto, geralmente utilizando a tecnologia mais recente; recursos do produto que são atraentes, mas não essenciais para o funcionamento do produto",
        "examples": [
          {
            "enExample": "Our office just got a new copier with all the bells and whistles. I'll probably never learn how to use all of its features!",
            "ptExample": "Nosso escritório acaba de receber uma nova copiadora com todos os acessórios. Provavelmente nunca aprenderei como usar todos os seus recursos!"
          }
        ]
      }
    ]
  },
  {
    "keyword": "big win",
    "definitions": [
      {
        "word": "big win",
        "partOfSpeech": "idiom",
        "enDefinition": "a huge success; a successful product",
        "ptDefinition": "um grande sucesso; um produto bem-sucedido",
        "examples": [
          {
            "enExample": "The drug company spent millions on research and development, hoping that one of their new products would be a big win.",
            "ptExample": "A empresa farmacêutica gastou milhões em pesquisa e desenvolvimento, esperando que um de seus novos produtos fosse um grande sucesso."
          }
        ]
      }
    ]
  },
  {
    "keyword": "bring a product to market",
    "definitions": [
      {
        "word": "bring a product to market",
        "partOfSpeech": "phrase",
        "enDefinition": "To develop and successfully introduce high-quality, innovative products to consumers or the marketplace.",
        "ptDefinition": "Desenvolver e introduzir com sucesso produtos inovadores e de alta qualidade para os consumidores ou no mercado.",
        "examples": [
          {
            "enExample": "The company's mission is to bring products to market that improve people's lives.",
            "ptExample": "A missão da empresa é levar ao mercado novos produtos excelentes que melhorem a vida das pessoas."
          },
          {
            "enExample": "It's crucial for startups to bring products to market quickly to stay competitive.",
            "ptExample": "É crucial para startups levar novos produtos excelentes ao mercado rapidamente para se manterem competitivas."
          }
        ]
      }
    ]
  },
  {
    "keyword": "bladder",
    "definitions": [
      {
        "word": "bladder",
        "phonetics": "/ˈblæd.ɚ/",
        "partOfSpeech": "noun",
        "enDefinition": "an organ like a bag inside the body of a person or animal, where urine is stored before it leaves the body",
        "ptDefinition": "bexiga"
      },
      {
        "audio": "/dictionary/b/bladder-stones.mp3",
        "word": "bladder stones",
        "ptDefinition": "cálculos na bexiga"
      }
    ]
  },
  {
    "keyword": "blockbuster",
    "definitions": [
      {
        "word": "blockbuster",
        "partOfSpeech": "idiom",
        "enDefinition": "a big success, something or someone that is forcefully or overwhelmingly impressive, effective or influential",
        "ptDefinition": "um grande sucesso, algo ou alguém que é impressionante, eficaz ou influente de forma esmagadora",
        "examples": [
          {
            "enExample": "The campaign was a blockbuster.",
            "ptExample": "A campanha foi um grande sucesso."
          }
        ],
        "notes": [
          {
            "note": "Origin: This term comes from the \"blockbuster\" bombs used during World War Two by the British Royal Air Force. They were huge and created an explosive force. Blockbuster ideas similarly create a big impact — and hopefully don't cause destruction like blockbuster bombs!"
          }
        ]
      }
    ]
  },
  {
    "keyword": "blow one's mind",
    "definitions": [
      {
        "word": "blow one's mind",
        "partOfSpeech": "idiom",
        "enDefinition": "to amaze or overwhelm someone with something incredible or surprising",
        "ptDefinition": "impressionar ou surpreender alguém com algo incrível ou inesperado",
        "examples": [
          {
            "enExample": "It blows my mind how advanced technology has become in such a short time.",
            "ptExample": "Me impressiona como a tecnologia avançou tanto em tão pouco tempo."
          },
          {
            "enExample": "The breathtaking view of the mountains really blew my mind.",
            "ptExample": "A vista deslumbrante das montanhas realmente me impressionou."
          }
        ],
        "synonyms": "amaze, astonish, overwhelm",
        "antonyms": "bore, disappoint, underwhelm",
        "seeAlso": "leave speechless, take one's breath away"
      }
    ]
  },
  {
    "keyword": "break even",
    "definitions": [
      {
        "word": "break even",
        "partOfSpeech": "idiom",
        "enDefinition": "to reach a point where total revenue equals total costs, resulting in neither profit nor loss",
        "ptDefinition": "atingir um ponto onde a receita total é igual ao custo total, resultando sem lucro e sem prejuízo",
        "examples": [
          {
            "enExample": "The company expects to break even by the end of the second quarter.",
            "ptExample": "A empresa espera alcançar o ponto de equilíbrio até o final do segundo trimestre."
          },
          {
            "enExample": "After the initial investment, the business was finally able to break even.",
            "ptExample": "Após o investimento inicial, o negócio finalmente conseguiu atingir o ponto de equilíbrio."
          }
        ],
        "synonyms": "balance, reach equilibrium, make no profit or loss",
        "antonyms": "lose money, make a profit",
        "seeAlso": "in the black, in the red"
      }
    ]
  }
]
