[
  {
    "keyword": "deaf",
    "definitions": [
      {
        "audio": "/d/deafness-d.mp3",
        "word": "deafness",
        "phonetics": "/ˈdef.nəs/",
        "partOfSpeech": "noun",
        "enDefinition": "the state of being deaf",
        "ptDefinition": "surdez",
        "examples": [
          {
            "enExample": "She was finally diagnosed with profound deafness at 19 months.",
            "ptExample": "Such tumours occur in one of the nerves in the brain and can lead to deafness in one ear."
          }
        ]
      }
    ]
  },
  {
    "keyword": "dead",
    "definitions": [
      {
        "audio": "/d/deadliest-d.mp3",
        "word": "deadliest",
        "phonetics": "/ˈded.liəst/",
        "partOfSpeech": "superlative of deadly",
        "ptDefinition": "mais mortal",
        "examples": [
          {
            "enExample": "The Spanish Flu pandemic of 1918 is considered one of the deadliest in human history, with an estimated 50 million deaths worldwide.",
            "ptExample": "A pandemia de gripe espanhola de 1918 é considerada uma das mais mortais da história humana, com um número estimado de 50 milhões de mortes em todo o mundo."
          },
          {
            "enExample": "Mount Vesuvius's eruption in AD 79 is among the deadliest volcanic eruptions ever recorded, burying the cities of Pompeii and Herculaneum under ash and rock.",
            "ptExample": "A erupção do Monte Vesúvio em 79 d.C. está entre as erupções vulcânicas mais mortais já registradas, enterrando as cidades de Pompeia e Herculano sob cinzas e rochas."
          },
          {
            "enExample": "The Battle of Stalingrad during World War II was one of the deadliest battles, resulting in nearly two million casualties.",
            "ptExample": "A Batalha de Stalingrado durante a Segunda Guerra Mundial foi uma das batalhas mais mortais, resultando em quase dois milhões de baixas."
          },
          {
            "enExample": "The bubonic plague, or Black Death, was one of the deadliest pandemics, killing an estimated 25 million people in 14th-century Europe.",
            "ptExample": "A peste bubônica, ou Peste Negra, foi uma das pandemias mais mortais, matando cerca de 25 milhões de pessoas na Europa do século XIV."
          }
        ]
      }
    ]
  },
  {
    "keyword": "debris",
    "definitions": [
      {
        "audio": "/d/debris-noun.mp3",
        "word": "debris",
        "phonetics": "/dəˈbriː/",
        "partOfSpeech": "noun",
        "enDefinition": "broken or torn pieces of something larger",
        "ptDefinition": "escombros, entulho",
        "examples": [
          {
            "enExample": "Debris from the aircraft was scattered over a large area.",
            "ptExample": "Destroços da aeronave foram espalhados por uma grande área."
          }
        ],
        "synonyms": "detritus"
      }
    ]
  },
  {
    "keyword": "dream up",
    "definitions": [
      {
        "audio": "/d/dream-up-idiom.mp3",
        "word": "dream up",
        "partOfSpeech": "idiom",
        "enDefinition": "to think up something creative or unusual; to come up with an original idea; to invent",
        "examples": [
          {
            "enExample": "A disposable lemon-scented toilet brush? What will companies dream up next?",
            "ptExample": "Uma escova de banheiro descartável com aroma de limão? O que será que as empresas vão inventar a seguir?"
          }
        ]
      }
    ]
  },
  {
    "keyword": "drum up business",
    "definitions": [
      {
        "audio": "/d/drum-up-business-idiom.mp3",
        "word": "drum up business",
        "partOfSpeech": "idiom",
        "enDefinition": "to create business; to find new customers",
        "examples": [
          {
            "enExample": "Sales have been very slow lately. Do you have any ideas for <b>drumming up business</b>?",
            "ptExample": "As vendas têm sido muito lentas ultimamente. Você tem alguma ideia para impulsionar os negócios?"
          }
        ]
      }
    ]
  },
  {
    "keyword": "dulce de leche",
    "definitions": [
      {
        "audio": "/d/dulce-de-leche.mp3",
        "word": "dulce de leche",
        "phonetics": "/ˌdʌl.seɪ də ˈletʃ.eɪ/",
        "partOfSpeech": "noun",
        "enDefinition": "a sweet food, originally from Latin America, made from milk that has been caramelized until it becomes sweet and brown",
        "examples": [
          {
            "enExample": "The dessert was a dulce de leche and vanilla ice cream.",
            "ptExample": "A sobremesa era doce de leite e sorvete de baunilha."
          }
        ]
      }
    ]
  }
]
