[
  {
    "keyword": "for starters",
    "definitions": [
      {
        "word": "for starters",
        "partOfSpeech": "idiom",
        "enDefinition": "used to introduce the first item in a list or sequence of points or ideas",
        "ptDefinition": "usado para introduzir o primeiro ponto ou item em uma lista ou sequência de ideias",
        "examples": [
          {
            "enExample": "For starters, we need to address the budget issue before moving on to other topics.",
            "ptExample": "Para começar, precisamos resolver a questão do orçamento antes de passar para outros tópicos."
          }
        ],
        "synonyms": "first of all, to begin with",
        "notes": [
          {
            "note": "The phrase is often used when listing reasons or steps in an argument or plan."
          }
        ]
      }
    ]
  },
  {
    "keyword": "fast followers",
    "definitions": [
      {
        "word": "fast followers",
        "partOfSpeech": "noun",
        "enDefinition": "companies or individuals who quickly adopt innovations or trends after they have been proven successful by early adopters",
        "ptDefinition": "empresas ou indivíduos que adotam rapidamente inovações ou tendências após elas terem sido comprovadas como bem-sucedidas pelos primeiros adotantes",
        "examples": [
          {
            "enExample": "Many tech companies are fast followers, adopting new technologies after seeing their success with early adopters.",
            "ptExample": "Muitas empresas de tecnologia são seguidoras rápidas, adotando novas tecnologias após verem o sucesso delas com os primeiros adotantes."
          },
          {
            "enExample": "The fashion industry is full of fast followers, quickly bringing new styles to the market after they are popularized by influencers.",
            "ptExample": "A indústria da moda está cheia de seguidoras rápidas, trazendo novas tendências para o mercado depois de serem popularizadas por influenciadores."
          }
        ],
        "synonyms": "copycats, imitators, trend followers",
        "antonyms": "early adopters, innovators",
        "notes": [
          {
            "note": "The term 'fast follower' often carries a connotation of being reactive rather than proactive in adopting new ideas."
          }
        ]
      }
    ]
  },
  {
    "keyword": "(just) for the record",
    "definitions": [
      {
        "word": "(just) for the record",
        "partOfSpeech": "idiom",
        "enDefinition": "used to clarify or emphasize a fact, often to ensure there is no misunderstanding",
        "ptDefinition": "usado para esclarecer ou enfatizar um fato, geralmente para evitar mal-entendidos",
        "examples": [
          {
            "enExample": "Just for the record, I never agreed to those terms.",
            "ptExample": "Só para deixar claro, eu nunca concordei com esses termos."
          },
          {
            "enExample": "Just for the record, the project deadline is next Friday, not this Friday.",
            "ptExample": "Só para constar, o prazo do projeto é na próxima sexta, não nesta."
          }
        ],
        "synonyms": "for clarity, to be clear, let it be known",
        "antonyms": "ambiguous, unclear, uncertain",
        "notes": [
          {
            "note": "Often used in conversations or formal statements to ensure accurate understanding of a point."
          }
        ]
      }
    ]
  },
  {
    "keyword": "fine-tune",
    "definitions": [
      {
        "word": "fine-tune",
        "phonetics": "faɪn-tun",
        "partOfSpeech": "verb",
        "enDefinition": "to make small and precise adjustments to improve something, such as a system, plan, or product, so it works perfectly",
        "ptDefinition": "fazer ajustes pequenos e precisos para melhorar algo, como um sistema, plano ou produto, para que funcione perfeitamente",
        "examples": [
          {
            "enExample": "We need to fine-tune the presentation before showing it to the investors.",
            "ptExample": "Precisamos ajustar os detalhes da apresentação antes de mostrá-la aos investidores."
          },
          {
            "enExample": "The engineer spent hours fine-tuning the machine to ensure it operated at peak efficiency.",
            "ptExample": "O engenheiro passou horas ajustando a máquina para garantir que operasse com eficiência máxima."
          }
        ],
        "synonyms": "adjust, refine, tweak, optimize",
        "antonyms": "neglect, worsen, overlook",
        "notes": [
          {
            "note": "This phrase is often used in technical, creative, or professional contexts when precision is essential."
          }
        ]
      }
    ]
  },
  {
    "keyword": "flesh out something",
    "definitions": [
      {
        "word": "flesh out something",
        "partOfSpeech": "idiom",
        "enDefinition": "to add more detail, substance, or development to an idea, plan, or concept, often to make it more complete or well-rounded",
        "ptDefinition": "adicionar mais detalhes, substância ou desenvolvimento a uma ideia, plano ou conceito, geralmente para torná-lo mais completo ou consistente",
        "examples": [
          {
            "enExample": "The initial proposal was just a rough outline, but we need to flesh it out before presenting it to the client.",
            "ptExample": "A proposta inicial era apenas um esboço, mas precisamos detalhá-la antes de apresentá-la ao cliente."
          }
        ],
        "synonyms": "develop, expand, elaborate, refine",
        "antonyms": "simplify, abbreviate, shorten, condense",
        "notes": [
          {
            "note": "This phrase is commonly used when referring to developing a concept, project, or plan further, especially in creative or business contexts."
          }
        ]
      }
    ]
  },
  {
    "keyword": "faux pas",
    "definitions": [
      {
        "word": "faux pas",
        "phonetics": "/ˌfoʊ ˈpɑː/",
        "partOfSpeech": "noun",
        "enDefinition": "an action or a remark that causes somebody to feel embarrassed because it is not socially correct",
        "ptDefinition": "uma ação ou comentário que faz alguém se sentir constrangido porque não é socialmente correto",
        "examples": [
          {
            "enExample": "I made some remark about his wife's family, and then realized I'd made a serious faux pas.",
            "ptExample": "Fiz um comentário sobre a família da esposa dele e, em seguida, percebi que cometi uma gafe séria."
          }
        ],
        "synonyms": "gaffe, slip"
      }
    ]
  },
  {
    "keyword": "face the music",
    "definitions": [
      {
        "word": "face the music",
        "partOfSpeech": "idiom",
        "enDefinition": "to admit that there's a problem; to deal with an unpleasant situation realistically",
        "examples": [
          {
            "enExample": "Enron executives finally had to face the music and admit that they were involved in some illegal activities.",
            "ptExample": "Os executivos da Enron finalmente tiveram que encarar a realidade e admitir que estavam envolvidos em algumas atividades ilegais."
          }
        ]
      }
    ]
  },
  {
    "keyword": "fast track a project",
    "definitions": [
      {
        "word": "fast track a project",
        "partOfSpeech": "idiom",
        "enDefinition": "to make a project a high priority; to speed up the time frame of a project",
        "ptDefinition": "dar alta prioridade a um projeto; acelerar o cronograma de um projeto",
        "examples": [
          {
            "enExample": "Let's fast track this project. We've heard rumors that our competitors are developing similar products.",
            "ptExample": "Vamos acelerar este projeto. Ouvimos rumores de que nossos concorrentes estão desenvolvendo produtos semelhantes."
          }
        ]
      }
    ]
  },
  {
    "keyword": "feel like",
    "definitions": [
      {
        "word": "feel like",
        "partOfSpeech": "verbal expression",
        "ptDefinition": "sentir-se como",
        "examples": [
          {
            "enExample": "I feel like a princess in this beautiful dress.",
            "ptExample": "Eu me sinto como uma princesa neste lindo vestido."
          },
          {
            "enExample": "He felt like an idiot (= He felt very foolish).",
            "ptExample": "Ele se sentiu como um idiota (= Ele se sentiu muito tolo)."
          }
        ],
        "thesauri": [
          {
            "synonyms": "fancy (UK)"
          }
        ]
      },
      {
        "ptDefinition": "ter vontade, apetecer",
        "examples": [
          {
            "enExample": "I feel like a drink.",
            "ptExample": "Estou com vontade de beber."
          },
          {
            "enExample": "[+ing] I feel like drinking something.",
            "ptExample": "Estou com vontade de beber algo."
          },
          {
            "enExample": "[+ing] Do you feel like going to the movies?",
            "ptExample": "Você está a fim de ir ao cinema?"
          }
        ]
      }
    ]
  },
  {
    "keyword": "fetus",
    "definitions": [
      {
        "word": "fetus",
        "phonetics": "/ˈfiː.t̬əs/",
        "partOfSpeech": "noun",
        "enDefinition": "a young human being or animal before birth, after the organs have started to develop",
        "ptDefinition": "feto",
        "examples": [
          {
            "enExample": "The ultrasound showed that the fetus was developing normally.",
            "ptExample": "O ultrassom mostrou que o feto estava se desenvolvendo normalmente."
          }
        ]
      }
    ]
  },
  {
    "keyword": "focus",
    "definitions": [
      {
        "word": "focus",
        "phonetics": "/ˈfoʊ.kəs/",
        "partOfSpeech": "noun",
        "ptDefinition": "foco",
        "examples": [
          {
            "enExample": "I think Dave likes to be the focus of attention.",
            "ptExample": "Acho que o Dave gosta de ser o centro das atenções."
          }
        ],
        "synonyms": "concentration, attention, center, spotlight, limelight"
      },
      {
        "word": "focus",
        "phonetics": "/ˈfoʊ.kəs/",
        "partOfSpeech": "regular verb",
        "ptDefinition": "focar, focalizar",
        "examples": [
          {
            "enExample": "You need to focus the camera.",
            "ptExample": "Você precisa focar a câmera."
          }
        ],
        "synonyms": "adjust"
      },
      {
        "ptDefinition": "concentrar",
        "examples": [
          {
            "enExample": "Focus your attention on what is important",
            "ptExample": "Concentre sua atenção no que é importante."
          }
        ],
        "synonyms": "concentrate"
      }
    ]
  },

  {
    "keyword": "freebie",
    "definitions": [
      {
        "word": "freebie",
        "partOfSpeech": "slang",
        "enDefinition": "a free thing; something that is given away for free, usually as part of a promotional campaign",
        "examples": [
          {
            "enExample": "Example: Yoplait got lots of people to \"like\" its Facebook page by giving away freebies, including a free cup of yogurt.",
            "ptExample": "Exemplo: A Yoplait conseguiu que muitas pessoas \"curtissem\" sua página no Facebook ao oferecer brindes, incluindo um copo de iogurte grátis."
          }
        ]
      }
    ]
  }
]
