[
  {
    "keyword": "game plan",
    "definitions": [
      {
        "word": "game plan",
        "partOfSpeech": "idiom",
        "enDefinition": "an action plan; a plan for how a project will proceed",
        "ptDefinition": "um plano de ação; um plano de como um projeto irá prosseguir",
        "examples": [
          {
            "enExample": "The software company's game plan is to expand its operations into China and India over the next year.",
            "ptExample": "O plano de ação da empresa de software é expandir suas operações para a China e a Índia ao longo do próximo ano."
          }
        ]
      }
    ]
  },
  {
    "keyword": "gene",
    "definitions": [
      {
        "word": "gene",
        "phonetics": "",
        "partOfSpeech": "noun",
        "enDefinition": "...",
        "ptDefinition": "gene"
      }
    ]
  },
  {
    "keyword": "genome",
    "definitions": [
      {
        "word": "genome",
        "phonetics": "/ˈdʒiː.noʊm/",
        "partOfSpeech": "noun",
        "enDefinition": "the complete set of genetic material of a human, animal, plant, or other living thing",
        "ptDefinition": "genoma"
      }
    ]
  },
  {
    "keyword": "genetic code",
    "definitions": [
      {
        "word": "genetic code",
        "phonetics": "/.../",
        "partOfSpeech": "noun",
        "enDefinition": "the instructions contained in a gene that tell a cell how to make a specific protein",
        "ptDefinition": "código genético"
      }
    ]
  },
  {
    "keyword": "get something off the ground",
    "definitions": [
      {
        "word": "get something off the ground",
        "partOfSpeech": "idiom",
        "enDefinition": "to get started on something, often a project",
        "ptDefinition": "começar algo, geralmente um projeto",
        "examples": [
          {
            "enExample": "We've been sitting around talking about this project for months. It's time to take action and get it off the ground!",
            "ptExample": "Ficamos discutindo este projeto por meses. É hora de agir e colocá-lo em prática!"
          }
        ]
      }
    ]
  },
  {
    "keyword": "get to the bottom of",
    "definitions": [
      {
        "word": "get to the bottom of",
        "partOfSpeech": "idiom",
        "enDefinition": "To investigate and discover the true cause or explanation of something, especially a problem or mystery.",
        "ptDefinition": "Investigar e descobrir a verdadeira causa ou explicação de algo, especialmente um problema ou mistério.",
        "examples": [
          {
            "enExample": "The detective worked tirelessly to get to the bottom of the case.",
            "ptExample": "O detetive trabalhou incansavelmente para chegar à raiz do caso."
          },
          {
            "enExample": "We need to get to the bottom of this issue before it gets worse.",
            "ptExample": "Precisamos chegar à raiz desse problema antes que piore."
          }
        ]
      }
    ]
  },
  {
    "keyword": "get wind of",
    "definitions": [
      {
        "word": "get wind of",
        "partOfSpeech": "idiom",
        "enDefinition": "to find out about something, often sensitive information",
        "ptDefinition": "Descobrir algo, muitas vezes uma informação sensível",
        "examples": [
          {
            "enExample": "When the restaurant owner got wind of the fact that one of his waiters was stealing money from the cash register, he was furious.",
            "ptExample": "Quando o dono do restaurante soube que um de seus garçons estava roubando dinheiro do caixa, ficou furioso."
          }
        ]
      }
    ]
  },
  {
    "keyword": "give a run for one's money",
    "definitions": [
      {
        "word": "give a run for one's money",
        "phonetics": "",
        "partOfSpeech": "idiom",
        "enDefinition": "to challenge someone, providing strong competition or resistance; to make it difficult for someone to succeed or achieve something easily",
        "ptDefinition": "desafiar alguém, proporcionando forte competição ou resistência; dificultar para que alguém alcance algo facilmente",
        "examples": [
          {
            "enExample": "The underdog team gave the reigning champions a run for their money in the finals.",
            "ptExample": "O time azarão deu trabalho para os campeões na final."
          },
          {
            "enExample": "If you hire her, she'll give all the other employees a run for their money.",
            "ptExample": "Se você contratá-la, ela vai dar trabalho para todos os outros funcionários."
          }
        ],
        "synonyms": "challenge, compete with, rival",
        "antonyms": "yield, concede, surrender",
        "seeAlso": "give someone a hard time, hold one's own"
      }
    ]
  },
  {
    "keyword": "give somebody the green light",
    "definitions": [
      {
        "word": "give somebody the greenlight",
        "phonetics": "",
        "partOfSpeech": "idiom",
        "enDefinition": "to give someone permission or approval to proceed with a project, action, or idea",
        "ptDefinition": "dar a alguém permissão ou aprovação para seguir com um projeto, ação ou ideia",
        "examples": [
          {
            "enExample": "The manager gave the team the greenlight to start the new campaign.",
            "ptExample": "O gerente deu à equipe o sinal verde para começar a nova campanha."
          },
          {
            "enExample": "Once we get the greenlight from the board, we can proceed with construction.",
            "ptExample": "Assim que recebermos o sinal verde do conselho, podemos prosseguir com a construção."
          }
        ],
        "synonyms": "approve, authorize, permit",
        "antonyms": "deny, block, refuse",
        "seeAlso": "give the go-ahead, grant permission"
      }
    ]
  },
  {
    "keyword": "good",
    "definitions": [
      {
        "word": "good",
        "phonetics": "/ɡʊd/",
        "partOfSpeech": "adjective",
        "enDefinition": "very satisfactory, enjoyable, pleasant, or interesting",
        "ptDefinition": "bom",
        "examples": [
          {
            "enExample": "It's a good book.",
            "ptExample": "É um bom livro."
          }
        ]
      },
      {
        "enDefinition": "successful, or able to do something well",
        "ptDefinition": "bom",
        "examples": [
          {
            "enExample": "Kate's a good cook.",
            "ptExample": "Kate é uma boa cozinheira."
          },
          {
            "enExample": "He's very good <u>at</u> geography.",
            "ptExample": "Ele é muito boa em geografia."
          },
          {
            "enExample": "She's very good with children.",
            "ptExample": "Ela é muito boa com crianças."
          }
        ]
      },
      {
        "enDefinition": "kind or helpful",
        "ptDefinition": "bom, gentil",
        "examples": [
          {
            "enExample": "He's a good friend.",
            "ptExample": "Ele é um bom amigo."
          }
        ]
      }
    ]
  },
  {
    "keyword": "goods",
    "definitions": [
      {
        "word": "goods",
        "phonetics": "/ɡʊdz/",
        "partOfSpeech": "noun",
        "enDefinition": "things that are made to be sold",
        "ptDefinition": "mercadorias, bens",
        "examples": [
          {
            "enExample": "expensive goods",
            "ptExample": "bens caros"
          }
        ]
      }
    ]
  },
  {
    "keyword": "the grass is always greener on the other side",
    "definitions": [
      {
        "word": "the grass is always greener on the other side",
        "partOfSpeech": "proverb",
        "enDefinition": "The circumstances of others seem more desirable than one's own but in reality often are not.",
        "ptDefinition": "a grama do vizinho é sempre mais verde",
        "examples": [
          {
            "enExample": "<b>A:</b> It just seems like they have this perfect life, always traveling and spending time together. <b>B:</b> Hey, the grass is always greener. I'm sure they have their own problems that no one else can see.",
            "ptExample": "A: Parece que eles têm uma vida perfeita, sempre viajando e passando tempo juntos. B: Ei, a grama sempre parece mais verde. Tenho certeza de que eles têm seus próprios problemas que ninguém mais pode ver."
          }
        ]
      }
    ]
  },
  {
    "keyword": "guerrilla marketing",
    "definitions": [
      {
        "word": "guerrilla marketing",
        "partOfSpeech": "idiom",
        "enDefinition": "innovative methods to sell products; non-traditional methods of advertising or promotion that deliver good results with minimal spending",
        "examples": [
          {
            "enExample": "To promote his new Internet dating service, Don painted his car pink and wrote \"Don's Dating Service\" in big letters on both sides of the car. That's effective guerrilla marketing!",
            "ptExample": "Para promover seu novo serviço de namoro na internet, Don pintou seu carro de rosa e escreveu \"Serviço de Namoro do Don\" em letras grandes nos dois lados do carro. Isso é um marketing de guerrilha eficaz!"
          }
        ],
        "note": "The word \"guerrilla\" refers to carrying on a war using independent bands of soldiers, who tend to use very aggressive and non-traditional tactics to win battles."
      }
    ]
  }
]
