[
  {
    "keyword": "half-baked ideas",
    "definitions": [
      {
        "word": "half-baked ideas",
        "phonetics": "hæf ˈbeɪkt aɪˈdiəz",
        "partOfSpeech": "idiom",
        "enDefinition": "Ideas or plans that are still underdeveloped or not fully thought through, often requiring further refinement or consideration.",
        "ptDefinition": "Ideias ou planos que ainda não estão totalmente desenvolvidos ou que precisam de mais reflexão e ajustes.",
        "examples": [
          {
            "enExample": "In creative brainstorming sessions, half-baked ideas can lead to unexpected breakthroughs when refined.",
            "ptExample": "Em sessões de brainstorming criativo, ideias inacabadas podem levar a descobertas inesperadas quando aperfeiçoadas."
          }
        ],
        "synonyms": "unfinished ideas, rough concepts, early-stage thoughts",
        "antonyms": "well-developed ideas, polished solutions, concrete plans",
        "seeAlso": "brainstorming, creative process, idea development"
      }
    ]
  },
  {
    "keyword": "happy",
    "definitions": [
      {
        "word": "happy",
        "phonetics": "/ˈhæpi/",
        "partOfSpeech": "adjective",
        "enDefinition": "Feeling or showing pleasure or contentment.",
        "ptDefinition": "Sentindo ou mostrando prazer ou contentamento.",
        "examples": [
          {
            "enExample": "She felt happy when she received the news.",
            "ptExample": "Ela se sentiu feliz quando recebeu a notícia."
          },
          {
            "enExample": "He is always happy to help.",
            "ptExample": "Ele está sempre feliz em ajudar."
          }
        ],
        "thesauri": [
          {
            "synonyms": ["joyful, cheerful, content"],
            "antonyms": ["sad, unhappy, miserable"]
          }
        ]
      }
    ]
  },
  {
    "keyword": "hard stop",
    "definitions": [
      {
        "word": "hard stop",
        "partOfSpeech": "idiom",
        "enDefinition": "It refers to a predetermined, non-negotiable point where an activity or process must come to an immediate halt or conclusion.",
        "examples": [
          {
            "enExample": "I know some of you have a hard stop at 4:00 for another meeting, so I will keep my remarks brief.",
            "ptExample": "Sei que alguns de vocês precisam encerrar às 16h para começar outra reunião, por isso serei breve."
          },
          {
            "enExample": "Can we have a meeting with a hard stop at 10am?",
            "ptExample": "Podemos ter uma reunião com encerramento às 10:00? "
          }
        ]
      }
    ]
  },
  {
    "keyword": "one's head on the chopping block",
    "definitions": [
      {
        "word": "one's head on the chopping block",
        "partOfSpeech": "idiom",
        "enDefinition": "in a position where one is at risk of being criticized, blamed, or punished for something",
        "ptDefinition": "em uma posição de risco de ser criticado, culpado ou punido por algo",
        "examples": [
          {
            "enExample": "If this project fails, it's my head on the chopping block.",
            "ptExample": "Se este projeto falhar, será a minha cabeça na guilhotina."
          }
        ],
        "notes": [
          {
            "note": "A chopping block is a piece of wood on which food or wood is chopped. Having your head on the block would suggest that it is going to be cut off. Fortunately, the meeting here is not literal. If your head is on the chopping block, you might lose your job, but at least you'll still have your head!"
          }
        ],
        "synonyms": "at risk, on the line, under threat, in jeopardy",
        "antonyms": "safe, out of harm's way"
      }
    ]
  }
]
