[
  {
    "keyword": "icing on the cake",
    "definitions": [
      {
        "word": "icing on the cake",
        "partOfSpeech": "idiom",
        "enDefinition": "An additional benefit or feature that makes something even better or more enjoyable, often in a situation that is already positive.",
        "ptDefinition": "Um benefício ou detalhe adicional que torna algo ainda melhor ou mais agradável, especialmente quando a situação já é boa.",
        "examples": [
          {
            "enExample": "The vacation was amazing, and getting upgraded to a luxury suite was the icing on the cake.",
            "ptExample": "As férias foram incríveis, e o upgrade para uma suíte de luxo foi o toque final perfeito."
          }
        ],
        "synonyms": "final touch, finishing touch",
        "antonyms": "a letdown, a disappointment, a setback"
      }
    ]
  },
  {
    "keyword": "in deep trouble",
    "definitions": [
      {
        "word": "in deep trouble",
        "partOfSpeech": "idiom",
        "enDefinition": "having a serious problem; in crisis",
        "ptDefinition": "ter um problema sério; estar em crise",
        "examples": [
          {
            "enExample": "If there's another winter without any snowfall, Craig's snow plowing business is going to be deep in trouble.",
            "ptExample": "Se houver outro inverno sem neve, o negócio de remoção de neve do Craig estará em sérios apuros."
          }
        ]
      }
    ]
  },
  {
    "keyword": "intent",
    "definitions": [
      {
        "word": "intent",
        "phonetics": "/ɪnˈtent/",
        "partOfSpeech": "noun",
        "ptDefinition": "intenção",
        "examples": [
          {
            "enExample": "I spent half the morning on the phone, which wasn't really my intent.",
            "ptExample": "Passei metade da manhã ao telefone, o que não era exatamente minha intenção."
          },
          {
            "enExample": "[+ to infinitive] It was not his intent to hurt anyone.",
            "ptExample": "Não era intenção dele fazer mal a ninguém."
          },
          {
            "enExample": "[+ with] She was charged with possessing weapons with intent to endanger life.",
            "ptExample": "Ela foi acusada de possuir armas com a intenção de colocar vidas em perigo."
          }
        ],
        "synonyms": "aim (intention), ambition, aspiration (hope), dream (hope), goal (aim), hope, intention, objective, target (aim)",
        "antonyms": "accident, chance, luck, fortune",
        "extra": "Intention and intent are synonyms, but with a subtle difference. Intention implies a general desire or plan to accomplish something, while intent is a little stronger, indicating a firm resolve to get it done. Intent can be used as a noun or adjective."
      }
    ]
  },
  {
    "keyword": "in hot water",
    "definitions": [
      {
        "word": "in hot water",
        "partOfSpeech": "idiom",
        "enDefinition": "in trouble, often as a result of one's actions or decisions",
        "ptDefinition": "em apuros, geralmente como resultado das próprias ações ou decisões",
        "examples": [
          {
            "enExample": "He was in hot water after missing the important meeting.",
            "ptExample": "Ele estava em apuros depois de perder a reunião importante."
          }
        ],
        "synonyms": "in trouble, in a jam, in difficulty",
        "antonyms": "in the clear, safe, out of trouble",
        "seeAlso": "get into trouble"
      }
    ]
  },
  {
    "keyword": "in the red",
    "definitions": [
      {
        "word": "in the red",
        "partOfSpeech": "idiom",
        "enDefinition": "To be in debt or operating at a financial loss.",
        "ptDefinition": "Estar em dívida ou operando com prejuízo financeiro.",
        "examples": [
          {
            "enExample": "The company has been in the red for three consecutive quarters.",
            "ptExample": "A empresa esteve no vermelho por três trimestres consecutivos."
          }
        ]
      }
    ]
  },
  {
    "keyword": "in the red",
    "definitions": [
      {
        "word": "in the red",
        "partOfSpeech": "idiom",
        "enDefinition": "in debt or losing money; operating at a financial loss",
        "ptDefinition": "endividado ou perdendo dinheiro; operando com prejuízo financeiro",
        "examples": [
          {
            "enExample": "After several slow months, the company found itself in the red.",
            "ptExample": "Após vários meses fracos, a empresa se viu no prejuízo."
          }
        ],
        "synonyms": "in debt, at a loss, in deficit",
        "antonyms": "in the black, profitable, in surplus",
        "seeAlso": "financial loss"
      }
    ]
  },
  {
    "keyword": "Israeli",
    "definitions": [
      {
        "word": "Israeli",
        "phonetics": "/ɪzˈreɪ.li/",
        "partOfSpeech": "adjective",
        "enDefinition": "belonging to or relating to Israel or its people",
        "ptDefinition": "pertencente ou relacionado a Israel ou seu povo",
        "examples": [
          {
            "enExample": "Israeli exports",
            "ptExample": "exportações israelenses"
          },
          {
            "enExample": "an Israeli newspaper",
            "ptExample": "um jornal israelense"
          }
        ]
      }
    ]
  }
]
