[
  {
    "keyword": "live to regret a decision",
    "definitions": [
      {
        "word": "live to regret this decision",
        "partOfSpeech": "idiom",
        "enDefinition": "to eventually regret a decision, especially after experiencing its negative consequences",
        "ptDefinition": "eventualmente se arrepender de uma decisão, especialmente após vivenciar suas consequências negativas",
        "examples": [
          {
            "enExample": "He might live to regret this decision of quitting his job without a backup plan.",
            "ptExample": "Ele pode se arrepender dessa decisão de sair do emprego sem um plano de contingência."
          },
          {
            "enExample": "You could live to regret this decision if you don't take the time to consider all the options.",
            "ptExample": "Você pode se arrepender dessa decisão se não dedicar um tempo para considerar todas as opções."
          }
        ],
        "synonyms": "regret later, feel sorry, pay the price",
        "antonyms": "make the right choice, have no regrets, be satisfied"
      }
    ]
  },
  {
    "keyword": "leapfrog one's competitors",
    "definitions": [
      {
        "word": "leapfrog one's competitors",
        "partOfSpeech": "idiom",
        "enDefinition": "to surpass or outdo one's competitors by making a significant advance or breakthrough",
        "ptDefinition": "superar ou ultrapassar os concorrentes com um avanço ou inovação significativa",
        "examples": [
          {
            "enExample": "The company managed to leapfrog its competitors by introducing a revolutionary new technology.",
            "ptExample": "A empresa conseguiu superar seus concorrentes ao lançar uma tecnologia revolucionária."
          }
        ],
        "synonyms": "outpace, surpass, outstrip",
        "antonyms": "lag behind, fall short, trail",
        "notes": [
          {
            "enNote": "The term comes from the idea of one person leaping over another in a race, symbolizing a major leap forward. It's also a popular children's game in which one child bends down and another jumps over him or her."
          },
          {
            "ptNote": "O termo vem da ideia de uma pessoa saltando sobre outra em uma corrida, simbolizando um grande avanço. Também é um jogo popular entre crianças em que uma criança se agacha e a outra pula sobre ela."
          }
        ]
      }
    ]
  }
]
