[
  {
    "keyword": "my gut tells me",
    "definitions": [
      {
        "word": "my gut tells me",
        "partOfSpeech": "idiom",
        "enDefinition": "a feeling or intuition that something is true or likely to happen, based on instinct rather than reason or evidence",
        "ptDefinition": "um sentimento ou intuição de que algo é verdade ou provável de acontecer, baseado no instinto em vez da razão ou evidências",
        "examples": [
          {
            "enExample": "My gut tells me that we should move forward with this project, even if there are risks.",
            "ptExample": "Meu instinto me diz que devemos seguir com este projeto, mesmo com os riscos."
          },
          {
            "enExample": "I can’t explain it, but my gut tells me that he’s not being honest.",
            "ptExample": "Não consigo explicar, mas meu instinto me diz que ele não está sendo honesto."
          }
        ],
        "synonyms": "instinct says, feeling tells me, intuition",
        "antonyms": "reasoned judgment, logical decision, evidence-based conclusion"
      }
    ]
  },
  {
    "keyword": "me-too products",
    "definitions": [
      {
        "word": "me-too products",
        "phonetics": "/miː tuː ˈprɒdʌkts/",
        "partOfSpeech": "noun",
        "enDefinition": "products that copy or closely resemble successful ones already on the market, typically made by competitors",
        "ptDefinition": "produtos que imitam ou se assemelham muito a outros já populares no mercado, geralmente feitos por concorrentes",
        "examples": [
          {
            "enExample": "The company introduced a me-too product to take on the top-selling brand in the market.",
            "ptExample": "A empresa lançou um produto semelhante para competir com a marca mais vendida do mercado."
          }
        ],
        "synonyms": "copycat products, knock-offs, imitations",
        "antonyms": "innovative products, original products",
        "seeAlso": "",
        "notes": [
          {
            "note": "This term often implies a lack of originality or creativity."
          }
        ]
      }
    ]
  },
  {
    "keyword": "make a killing",
    "definitions": [
      {
        "word": "make a killing",
        "partOfSpeech": "idiom",
        "enDefinition": "to make a lot of money",
        "ptDefinition": "ganhar muito dinheiro",
        "examples": [
          {
            "enExample": "Suzanne made a killing on her Google stock and retired at 40.",
            "ptExample": "Suzanne ganhou uma fortuna com suas ações do Google e se aposentou aos 40 anos."
          }
        ]
      }
    ]
  },
  {
    "keyword": "market share",
    "definitions": [
      {
        "word": "market share",
        "phonetics": "/ˈmɑrkɪt ʃɛr/",
        "partOfSpeech": "noun",
        "enDefinition": "the percentage of total sales or customers that a company or product captures within a specific market",
        "ptDefinition": "a porcentagem das vendas totais ou clientes que uma empresa ou produto conquista dentro de um mercado específico",
        "examples": [
          {
            "enExample": "The company increased its market share by launching a new product line.",
            "ptExample": "A empresa aumentou sua participação no mercado ao lançar uma nova linha de produtos."
          },
          {
            "enExample": "They are focusing on customer retention to maintain their market share in the industry.",
            "ptExample": "Eles estão focados na retenção de clientes para manter sua participação no mercado na indústria."
          }
        ],
        "synonyms": "market portion, market percentage, customer base",
        "antonyms": "market loss, reduced influence, decreased share",
        "notes": [
          {
            "note": "Market share is often used as a key performance indicator in business strategies."
          }
        ]
      }
    ]
  },
  {
    "keyword": "menopause",
    "definitions": [
      {
        "word": "menopause",
        "phonetics": "/ˈmen.ə.pɑːz/ (US)",
        "partOfSpeech": "noun",
        "enDefinition": "The time in a woman's life, typically around the age of 45–55, when menstruation permanently ceases.",
        "ptDefinition": "O período na vida de uma mulher, geralmente entre 45 e 55 anos, em que a menstruação cessa permanentemente.",
        "examples": [
          {
            "enExample": "Many women experience hot flashes during menopause.",
            "ptExample": "Muitas mulheres experimentam ondas de calor durante a menopausa."
          }
        ],
        "synonyms": "climacteric, change of life"
      }
    ]
  },
  {
    "keyword": "miscarriage",
    "definitions": [
      {
        "word": "miscarriage",
        "phonetics": "/ˈmɪsˌker.ɪdʒ/",
        "partOfSpeech": "noun",
        "enDefinition": "an early, unintentional end to a pregnancy when the foetus is born too early and dies because it has not developed enough",
        "ptDefinition": "aborto espontâneo",
        "examples": [
          {
            "enExample": "The amniocentesis test carries a significant risk of miscarriage.",
            "ptExample": "O teste de amniocentese carrega um risco significativo de aborto espontâneo."
          }
        ]
      }
    ]
  },
  {
    "keyword": "moderate",
    "definitions": [
      {
        "word": "moderate",
        "phonetics": "/ˈmɑː.dɚ.ət/",
        "partOfSpeech": "adjective",
        "enDefinition": "Average in amount, intensity, or degree; not extreme.",
        "ptDefinition": "Médio em quantidade, intensidade ou grau; não extremo.",
        "examples": [
          {
            "enExample": "She exercises at a moderate intensity for better health.",
            "ptExample": "Ela se exercita com intensidade moderada para melhorar a saúde."
          }
        ],
        "synonyms": "average, medium, mild",
        "antonyms": "extreme, intense"
      },
      {
        "word": "moderate",
        "phonetics": "/ˈmɑː.dɚ.reɪt/",
        "partOfSpeech": "verb",
        "enDefinition": "To make or become less extreme, intense, or severe.",
        "ptDefinition": "Fazer ou tornar algo menos extremo, intenso ou severo.",
        "examples": [
          {
            "enExample": "The teacher moderated the discussion to keep it on topic.",
            "ptExample": "O professor moderou a discussão para mantê-la no tema."
          }
        ],
        "synonyms": "temper, control, adjust",
        "antonyms": "intensify, escalate"
      }
    ]
  },
  {
    "keyword": "mum's the word",
    "definitions": [
      {
        "word": "mum's the word",
        "partOfSpeech": "idiom",
        "enDefinition": "let's keep quiet about this; I agree not to tell anyone about this",
        "ptDefinition": "vamos manter isso em silêncio; concordo em não contar a ninguém sobre isso",
        "examples": [
          {
            "enExample": "Please don't tell anybody about our new project. Remember: mum's the word!",
            "ptExample": "Por favor, não conte a ninguém sobre o nosso novo projeto. Lembre-se: boca fechada!"
          }
        ]
      }
    ]
  }
]
