[
  {
    "keyword": "of two minds",
    "definitions": [
      {
        "word": "of two minds",
        "partOfSpeech": "idiom",
        "enDefinition": "to be undecided or conflicted about something, having opposing opinions or feelings",
        "ptDefinition": "estar indeciso ou em conflito sobre algo, tendo opiniões ou sentimentos opostos",
        "examples": [
          {
            "enExample": "I'm of two minds about accepting the job offer; the salary is great, but it's far from home.",
            "ptExample": "Estou indeciso sobre aceitar a oferta de emprego; o salário é ótimo, mas é longe de casa."
          },
          {
            "enExample": "She’s of two minds regarding the vacation plans; she wants to go, but she's concerned about the cost.",
            "ptExample": "Ela está indecisa em relação aos planos de férias; quer ir, mas está preocupada com o custo."
          }
        ],
        "synonyms": "undecided, torn between, conflicted",
        "antonyms": "certain, sure, decided"
      }
    ]
  },
  {
    "keyword": "on the same page",
    "definitions": [
      {
        "word": "on the same page",
        "partOfSpeech": "idiom",
        "enDefinition": "to have a shared understanding or agreement on something, especially in a discussion or collaborative situation",
        "ptDefinition": "ter um entendimento ou acordo compartilhado sobre algo, especialmente em uma discussão ou situação colaborativa",
        "examples": [
          {
            "enExample": "Let's have a meeting to make sure we're all on the same page before we move forward.",
            "ptExample": "Vamos fazer uma reunião para garantir que todos estamos alinhados antes de seguir em frente."
          },
          {
            "enExample": "It's important to get everyone on the same page before starting the new project.",
            "ptExample": "É importante garantir que todos estejam alinhados antes de começar o novo projeto."
          }
        ],
        "synonyms": "in agreement, aligned, on track",
        "antonyms": "misunderstood, out of sync, confused",
        "notes": [
          {
            "note": "The phrase is commonly used in both professional and casual contexts to ensure clarity and alignment."
          }
        ]
      }
    ]
  },
  {
    "keyword": "on the right track",
    "definitions": [
      {
        "word": "on the right track",
        "partOfSpeech": "idiom",
        "enDefinition": "to be making progress in the right direction or doing something correctly",
        "ptDefinition": "estar no caminho certo, fazendo progresso na direção certa ou tomando as decisões corretas",
        "examples": [
          {
            "enExample": "After a few initial setbacks, the project team is now on the right track and moving forward smoothly.",
            "ptExample": "Após alguns contratempos iniciais, a equipe do projeto agora está no caminho certo e avançando sem problemas."
          },
          {
            "enExample": "Your ideas are solid, so I believe you're on the right track to finding a solution.",
            "ptExample": "Suas ideias são boas, então acredito que você está no caminho certo para encontrar uma solução."
          }
        ],
        "synonyms": "making progress, heading in the right direction, on the correct path",
        "antonyms": "going off course, lost, on the wrong track"
      }
    ]
  },
  {
    "keyword": "on top of trends",
    "definitions": [
      {
        "word": "on top of trends",
        "partOfSpeech": "idiom",
        "enDefinition": "to stay informed about the latest developments, styles, or changes in a particular field or industry",
        "ptDefinition": "manter-se informado sobre os últimos desenvolvimentos, estilos ou mudanças em um determinado campo ou setor",
        "examples": [
          {
            "enExample": "Successful marketers always stay on top of trends to keep their strategies relevant.",
            "ptExample": "Os marqueteiros de sucesso sempre se mantêm atualizados sobre as tendências para manter suas estratégias relevantes."
          },
          {
            "enExample": "To remain competitive, it's important for designers to stay on top of trends in the fashion industry.",
            "ptExample": "Para se manter competitivo, é importante que os designers estejam atentos às tendências da indústria da moda."
          }
        ],
        "synonyms": "stay current, stay updated, follow trends",
        "antonyms": "fall behind, ignore changes, be outdated",
        "notes": [
          {
            "note": "This idiom is often used in professional or creative contexts where being updated is crucial for success."
          }
        ]
      }
    ]
  },
  {
    "keyword": "outage",
    "definitions": [
      {
        "word": "outage",
        "phonetics": "/ˈaʊ.t̬ɪdʒ/",
        "partOfSpeech": "noun",
        "enDefinition": "a period when a service, such as electricity, is not available",
        "ptDefinition": "corte de energia, apagão",
        "examples": [
          {
            "enExample": "The radio news reported power outages affecting 50 homes.",
            "ptExample": "O noticiário no rádio relatou quedas de energia afetando 50 casas."
          }
        ],
        "synonyms": "blackout"
      }
    ]
  }
]
