[
  {
    "keyword": "put a stake in the ground",
    "definitions": [
      {
        "word": "put a stake in the ground",
        "partOfSpeech": "idiom",
        "enDefinition": "to establish a clear position, commitment, or boundary on something, often as a point of reference or to take a stand",
        "ptDefinition": "estabelecer uma posição clara, compromisso ou limite sobre algo, muitas vezes como um ponto de referência ou para tomar uma posição",
        "examples": [
          {
            "enExample": "The company decided to put a stake in the ground by announcing its commitment to sustainability.",
            "ptExample": "A empresa decidiu estabelecer sua posição anunciando seu compromisso com a sustentabilidade."
          },
          {
            "enExample": "By launching this product, they’re putting a stake in the ground in the competitive market.",
            "ptExample": "Ao lançar este produto, eles estão estabelecendo sua posição no mercado competitivo."
          }
        ],
        "synonyms": "take a stand, set a benchmark, draw a line",
        "antonyms": "remain neutral, stay indecisive, avoid commitment",
        "notes": [
          {
            "enNote": "This idiom is often used in business or leadership contexts to signify a clear decision or boundary being set.",
            "ptNote": "Este idiom é frequentemente usado em contextos de negócios ou liderança para significar uma decisão clara ou limite sendo estabelecido."
          }
        ]
      }
    ]
  },
  {
    "keyword": "pros and cons",
    "definitions": [
      {
        "word": "pros and cons",
        "partOfSpeech": "idiom",
        "enDefinition": "the advantages and disadvantages of something, often considered when making a decision",
        "ptDefinition": "as vantagens e desvantagens de algo, geralmente consideradas ao tomar uma decisão",
        "examples": [
          {
            "enExample": "We need to weigh the pros and cons of expanding the business before making a final decision.",
            "ptExample": "Precisamos avaliar as vantagens e desvantagens de expandir o negócio antes de tomar uma decisão final."
          },
          {
            "enExample": "When choosing a new car, it's important to consider the pros and cons of each model.",
            "ptExample": "Ao escolher um novo carro, é importante considerar as vantagens e desvantagens de cada modelo."
          }
        ],
        "synonyms": "advantages and disadvantages, benefits and drawbacks, upsides and downsides"
      }
    ]
  },
  {
    "keyword": "pan out",
    "definitions": [
      {
        "word": "pan out",
        "phonetics": "/pæn aʊt/",
        "partOfSpeech": "phrasal verb",
        "enDefinition": "to develop or unfold in a particular way, usually with a positive or successful outcome",
        "ptDefinition": "se desenrolar ou se desenvolver de uma maneira específica, geralmente com um resultado positivo ou bem-sucedido",
        "examples": [
          {
            "enExample": "The project didn't pan out as expected, but we learned a lot from the experience.",
            "ptExample": "O projeto não teve o resultado esperado, mas aprendemos muito com a experiência."
          },
          {
            "enExample": "Their plan to expand the business really panned out, and they saw significant growth.",
            "ptExample": "O plano de expandir os negócios realmente deu certo, e eles viram um crescimento significativo."
          }
        ],
        "synonyms": "work out, succeed, unfold",
        "antonyms": "fail, flop, go wrong"
      }
    ]
  },
  {
    "keyword": "a pat on the back",
    "definitions": [
      {
        "word": "a pat on the back",
        "partOfSpeech": "idiom",
        "enDefinition": "an expression of praise or approval for someone's achievement or effort",
        "ptDefinition": "uma expressão de elogio ou aprovação por uma conquista ou esforço de alguém",
        "examples": [
          {
            "enExample": "She deserves a pat on the back for her hard work on the project.",
            "ptExample": "Ela merece um elogio pelo trabalho duro no projeto."
          },
          {
            "enExample": "The coach gave the team a pat on the back after their victory.",
            "ptExample": "O treinador elogiou o time após a vitória."
          }
        ],
        "synonyms": "compliment, praise, recognition",
        "antonyms": "criticism, reprimand, disapproval",
        "seeAlso": "",
        "notes": [
          {
            "note": "This idiom is often used to express appreciation informally, either literally or figuratively."
          }
        ]
      }
    ]
  },
  {
    "keyword": "plug a product",
    "definitions": [
      {
        "word": "plug a product",
        "partOfSpeech": "idiom",
        "enDefinition": "to promote or advertise a product, often in a way that draws attention or generates interest, typically in a casual or informal manner",
        "ptDefinition": "divulgar ou promover um produto, geralmente de forma informal e chamando a atenção de maneira descontraída",
        "examples": [
          {
            "enExample": "During the interview, the CEO took a moment to plug their latest product, encouraging viewers to check it out.",
            "ptExample": "Durante a entrevista, o CEO aproveitou para divulgar o lançamento do seu mais novo produto, incentivando os telespectadores a conhecerem."
          },
          {
            "enExample": "We need to plug our product at the event to get more attention and attract potential customers.",
            "ptExample": "Precisamos promover nosso produto no evento para chamar mais atenção e atrair clientes em potencial."
          }
        ],
        "synonyms": "promote, advertise, market, push",
        "antonyms": "hide, ignore, downplay"
      }
    ]
  },
  {
    "keyword": "pat on the back",
    "definitions": [
      {
        "word": "a pat on the back",
        "partOfSpeech": "idiom",
        "enDefinition": "credit; recognition; praise",
        "examples": [
          {
            "enExample": "Team, give yourselves a <b>pat on the back</b>. Our results are in, and we just had our most successful quarter ever!",
            "ptExample": "Equipe, deem-se os parabéns! Os resultados chegaram, e acabamos de ter o trimestre mais bem-sucedido de nossa história!"
          }
        ]
      }
    ]
  },
  {
    "keyword": "pan out",
    "definitions": [
      {
        "word": "pan out",
        "partOfSpeech": "idiom",
        "enDefinition": "to succeed; to bring the desired results",
        "examples": [
          {
            "enExample": "When Steve's career in acting didn't pan out, he decided to go to business school.",
            "ptExample": "Quando a carreira de Steve na atuação não deu certo, ele decidiu ingressar na escola de negócios."
          }
        ]
      }
    ]
  },
  {
    "keyword": "(to be) petty",
    "definitions": [
      {
        "word": "(to be) petty",
        "partOfSpeech": "adjective",
        "enDefinition": "complaining too much about things that are not important",
        "ptDefinition": "mesquinho",
        "examples": [
          {
            "enExample": "<u>Don't be</u> so petty!",
            "ptExample": "Não seja tão mesquinho!"
          }
        ]
      },
      {
        "enDefinition": "not important and not worth giving attention to",
        "ptDefinition": "pequeno, insignificante",
        "examples": [
          {
            "enExample": "a petty theft",
            "ptExample": "um pequeno roubo"
          },
          {
            "enExample": "a petty crime",
            "ptExample": "um pequeno crime"
          },
          {
            "enExample": "a petty official",
            "ptExample": "official de ranque baixo"
          },
          {
            "enExample": "I don’t have time for petty matters like that.",
            "ptExample": "Não tenho tempo para assuntos sem importância."
          },
          {
            "enExample": "Prisoners complain that they are subjected to too many petty rules and restrictions.",
            "ptExample": "Os presos queixam-se de que estão sujeitos a demasiadas regras e restrições insignificantes."
          }
        ],

        "synonyms": "frivolous, trivial, minor, small, slight, unimportant, insignificant, narrow-minded",
        "antonyms": "greater, major, serious"
      }
    ]
  },
  {
    "keyword": "plantain",
    "definitions": [
      {
        "phonetics": "/ˈplæn.tɪn/",
        "partOfSpeech": "noun",
        "ptDefinition": "banana-da-terra"
      }
    ]
  },
  {
    "keyword": "portmanteau",
    "definitions": [
      {
        "word": "portmanteau",
        "phonetics": " /pɔːrtˈmæn.toʊ/",
        "partOfSpeech": "noun",
        "enDefinition": "a word formed by combining two other words",
        "ptDefinition": "palavra formada pela união de dois ou mais radicais",
        "examples": [
          {
            "enExample": "\"Podcast\" is a portmanteau word formed from \"iPod\" and \"broadcast\".",
            "ptExample": "\"Podcast\" é uma palavra-valise formada a partir de \"iPod\" e \"broadcast\"."
          }
        ],
        "notes": [
          {
            "note": "The word <b>portmanteau</b> itself is an appropriate embodiment of this word form, since portmanteau, which is French for porte (“to carry”) + manteau (“cloak”), describes a suitcase that opens in two halves."
          },
          {
            "note": "- animatronics (animation + electronics): the electronic animation of puppets or similar figures to create lifelike effects."
          },
          {
            "note": "- anklet (ankle + bracelet): jewelry designed to wrap around the ankle"
          },
          {
            "note": "- biopic (biography + picture): a biographical film"
          },
          {
            "note": "- Bollywood (Bombay + Hollywood): the Hindi film industry based in Mumbai"
          },
          {
            "note": "- Botox (botulism + toxin): an injectable drug that uses a strain of botulism to treat signs of aging on the skin"
          },
          {
            "note": "- brainiac (brain + maniac): a highly intelligent person"
          },
          {
            "note": "- breathalyzer (breath + analyzer): a device used to analyze a person’s breath for their blood alcohol content or to detect viruses"
          },
          {
            "note": "- Brexit (Britain + exit): the withdrawal of Great Britain from the European Union in 2020, after voting to leave in a 2016 referendum"
          },
          {
            "note": "- bromance (brother + romance): a close platonic relationship between two male friends"
          },
          {
            "note": "- brunch (breakfast + lunch): a meal that takes place between breakfast and lunch hours"
          },
          {
            "note": "- carjack (car + hijack): theft of an automobile using violence or intimidation"
          },
          {
            "note": "- cosplay (costume + roleplay): an art or practice where people dress as fictional characters"
          },
          {
            "note": "- cyborg (cybernetic + organism): a creature with human features created using mechanical components"
          },
          {
            "note": "- electrocute (electricity + execute): to harm or kill with electricity"
          },
          {
            "note": "- email (electronic + mail): the electronic alternative to paper mail communication"
          },
          {
            "note": "- emoticon (emotion + icon): facial expressions or emotions expressed through keyboard symbols"
          },
          {
            "note": "- froyo (frozen + yogurt): a frozen dessert made of yogurt"
          },
          {
            "note": "- fauxhawk (faux + mohawk): hair that’s styled to look like a mohawk"
          },
          {
            "note": "- hazmat (hazardous + material) – substances that could be dangerous if not properly contained"
          },
          {
            "note": "- intercom (internal + communication): a two-way speaker system used to communicate among people in a specific location"
          },
          {
            "note": "- internet (interconnected + network): a computer network of information"
          },
          {
            "note": "- jeggings (jeans + leggings): leggings designed to resemble denim jeans"
          },
          {
            "note": "- Juneteenth (June + nineteenth): the day that commemorates the announcement of the Emancipation Proclamation, and the end of slavery, in the United States"
          },
          {
            "note": "- Medicare (medical + care): the government-administered US health insurance program for people with disabilities and those who are age sixty-five or older; similar to Medicaid (medical + aid), the health insurance program for people with limited income."
          },
          {
            "note": "- metaverse (meta + universe): a virtual environment meant for social connection\n- mocktail (mock + cocktail): a cocktail that contains no alcohol"
          },
          {
            "note": "- motel (motor + hotel): a hotel designed for motorists"
          },
          {
            "note": "- newscast (news + broadcast): a radio or television segment that features current events"
          },
          {
            "note": "- Pokémon (pocket + monsters): an animated Japanese media franchise centered around creatures that are kept in pocket-sized balls and trained to battle each other"
          },
          {
            "note": "- popsicle (pop + icicle): a frozen dessert, typically made with fruit juice or fruit flavor"
          },
          {
            "note": "- smog (smoke + fog): hazy, polluted air"
          },
          {
            "note": "- stash (store + cache): a secret hiding place where valuables are kept"
          },
          {
            "note": "- vlog (video + log): a video-based diary published online"
          },
          {
            "note": "- webinar (web + seminar): a presentation or seminar held online"
          }
        ]
      }
    ]
  },
  {
    "keyword": "pregnancy",
    "definitions": [
      {
        "word": "pregnancy",
        "phonetics": "/ˈpreɡ.nən.si/",
        "partOfSpeech": "noun",
        "enDefinition": "the state of being pregnant:",
        "ptDefinition": "gravidez",
        "examples": [
          {
            "enExample": "Most women feel sick in the mornings during their first months of pregnancy.",
            "ptExample": "A maioria das mulheres sente-se mal pela manhã durante os primeiros meses de gravidez."
          }
        ],
        "synonyms": "gestation"
      }
    ]
  },
  {
    "keyword": "productivity",
    "definitions": [
      {
        "word": "word",
        "phonetics": "/ˌproʊ.dəkˈtɪv.ə.t̬i/",
        "partOfSpeech": "noun",
        "ptDefinition": "produtividade",
        "examples": [
          {
            "enExample": "Studies show that if a working environment is pleasant, productivity increases.",
            "ptExample": "Estudos demonstram que, se um ambiente de trabalho é agradável, a produtividade aumenta."
          }
        ]
      }
    ]
  },
  {
    "keyword": "publicly",
    "definitions": [
      {
        "phonetics": "/ˈpʌb.lɪ.kli/",
        "partOfSpeech": "adverb",
        "ptDefinition": "publicamente",
        "examples": [
          {
            "enExample": "The company publicly apologized and agreed to contribute some money to charity.",
            "ptExample": "A empresa pediu desculpas publicamente e concordou em contribuir com uma quantia para caridade."
          }
        ],
        "thesauri": [
          {
            "synonyms": "honestly, openly, plainly"
          }
        ]
      }
    ]
  },
  {
    "keyword": "publish",
    "definitions": [
      {
        "word": "publish",
        "phonetics": "/ˈpʌb.lɪʃ/",
        "partOfSpeech": "regular verb",
        "enDefinition": "to make information available to people, especially in a book, magazine, or newspaper, or to produce and sell a book, magazine, or newspaper",
        "ptDefinition": "publicar",
        "examples": [
          {
            "enExample": "She's just had an article published in their weekend supplement.",
            "ptExample": "Um artigo dela acabou de ser publicado no caderno especial de final de semana."
          },
          {
            "enExample": "She was only 19 when her first novel was published.",
            "ptExample": "Ela tinha apenas 19 anos quando seu primeiro romance foi publicado."
          }
        ],
        "synonyms": "issue",
        "antonyms": "reject"
      }
    ]
  },
  {
    "keyword": "pull the plug",
    "definitions": [
      {
        "word": "pull the plug",
        "phonetics": "",
        "partOfSpeech": "idiom",
        "enDefinition": "to stop or end something abruptly, especially a project, plan, or activity",
        "ptDefinition": "interromper ou encerrar algo abruptamente, especialmente um projeto, plano ou atividade",
        "examples": [
          {
            "enExample": "The company decided to pull the plug on the new product after poor sales performance.",
            "ptExample": "A empresa decidiu interromper o lançamento do novo produto após o desempenho insatisfatório de vendas."
          },
          {
            "enExample": "After months of delays, they finally pulled the plug on the construction project.",
            "ptExample": "Após meses de atrasos, eles finalmente interromperam o projeto de construção."
          }
        ],
        "synonyms": "cancel, terminate, end",
        "antonyms": "continue, proceed, carry on",
        "seeAlso": "call it quits, shut down"
      }
    ]
  },
  {
    "keyword": "put",
    "definitions": [
      {
        "word": "put",
        "phonetics": "/pʊt/",
        "partOfSpeech": "irregular verb",
        "enDefinition": "to move or place something in a particular position or location",
        "ptDefinition": "mover ou colocar algo em uma posição ou local específico",
        "examples": [
          {
            "enExample": "Can you put the book on the table?",
            "ptExample": "Você pode colocar o livro na mesa?"
          }
        ],
        "synonyms": "place, set, position",
        "antonyms": "remove, take away"
      }
    ]
  },
  {
    "keyword": "put a spoke in someone's wheel",
    "definitions": [
      {
        "word": "put a spoke in someone's wheel",
        "partOfSpeech": "idiom",
        "enDefinition": "to make it difficult for someone to achieve something they had planned to do",
        "ptDefinition": "atrapalhar, dificultar",
        "examples": [
          {
            "enExample": "His letter really put a spoke in our wheel.",
            "ptExample": "A carta dele realmente atrapalhou nossos planos."
          }
        ],
        "synonyms": "hinder"
      }
    ]
  },
  {
    "keyword": "put in a good word",
    "definitions": [
      {
        "word": "put in a good word",
        "partOfSpeech": "idiom",
        "enDefinition": "to say something good about someone",
        "ptDefinition": "fazer uma boa recomendação",
        "examples": [
          {
            "enExample": "Would you mind putting in a good word for me?",
            "ptExample": "Você se importaria de fazer uma boa recomendação para mim?"
          }
        ]
      }
    ]
  }
]
