[
  {
    "audio": "/assets/audio/dictionary/p/petty.mp3",
    "keyword": "(to be) petty",
    "partOfSpeech": "adjective",
    "definitions": [
      {
        "enDefinition": "complaining too much about things that are not important",
        "ptDefinition": "mesquinho",
        "examples": [
          {
            "enExample": "<u>Don't be</u> so petty!",
            "ptExample": "Não seja tão mesquinho!"
          }
        ]
      },
      {
        "enDefinition": "not important and not worth giving attention to",
        "ptDefinition": "pequeno, insignificante",
        "examples": [
          {
            "enExample": "a petty theft",
            "ptExample": "um pequeno roubo"
          },
          {
            "enExample": "a petty crime",
            "ptExample": "um pequeno crime"
          },
          {
            "enExample": "a petty official",
            "ptExample": "official de ranque baixo"
          },
          {
            "enExample": "I don’t have time for petty matters like that.",
            "ptExample": "Não tenho tempo para assuntos sem importância."
          },
          {
            "enExample": "Prisoners complain that they are subjected to too many petty rules and restrictions.",
            "ptExample": "Os presos queixam-se de que estão sujeitos a demasiadas regras e restrições insignificantes."
          }
        ],
        "thesauri": [
          {
            "synonyms": "frivolous, trivial, minor, small, slight, unimportant, insignificant, narrow-minded",
            "antonyms": "greater, major, serious"
          }
        ]
      }
    ]
  },
  {
    "audio": "/assets/audio/dictionary/p/plantain.mp3",
    "keyword": "plantain",
    "phonetics": "/ˈplæn.tɪn/",
    "partOfSpeech": "noun",
    "definitions": [
      {
        "ptDefinition": "banana-da-terra"
      }
    ]
  },
  {
    "keyword": "portmanteau",
    "definitions": [
      {
	      "audio": "/assets/audio/dictionary/p/portmanteau-noun.mp3",
	      "word": "portmanteau",
		    "phonetics": " /pɔːrtˈmæn.toʊ/",
		    "partOfSpeech": "noun",
        "enDefinition": "a word formed by combining two other words",
        "ptDefinition": "palavra formada pela união de dois ou mais radicais",
        "examples": [
          {
            "enExample": "\"Podcast\" is a portmanteau word formed from \"iPod\" and \"broadcast\".",
            "ptExample": "\"Podcast\" é uma palavra-valise formada a partir de \"iPod\" e \"broadcast\"."
          },
          {
            "enExample": "The word <b>portmanteau</b> itself is an appropriate embodiment of this word form, since portmanteau, which is French for porte (“to carry”) + manteau (“cloak”), describes a suitcase that opens in two halves. More examples:\n- animatronics (animation + electronics): the electronic animation of puppets or similar figures to create lifelike effects.\n- anklet (ankle + bracelet): jewelry designed to wrap around the ankle\n- biopic (biography + picture): a biographical film\n- Bollywood (Bombay + Hollywood): the Hindi film industry based in Mumbai\n- Botox (botulism + toxin): an injectable drug that uses a strain of botulism to treat signs of aging on the skin\n- brainiac (brain + maniac): a highly intelligent person\n- breathalyzer (breath + analyzer): a device used to analyze a person’s breath for their blood alcohol content or to detect viruses\n- Brexit (Britain + exit): the withdrawal of Great Britain from the European Union in 2020, after voting to leave in a 2016 referendum\n- bromance (brother + romance): a close platonic relationship between two male friends\n- brunch (breakfast + lunch): a meal that takes place between breakfast and lunch hours\n- carjack (car + hijack): theft of an automobile using violence or intimidation\n- cosplay (costume + roleplay): an art or practice where people dress as fictional characters\n- cyborg (cybernetic + organism): a creature with human features created using mechanical components\n- electrocute (electricity + execute): to harm or kill with electricity\n- email (electronic + mail): the electronic alternative to paper mail communication\n- emoticon (emotion + icon): facial expressions or emotions expressed through keyboard symbols\n- froyo (frozen + yogurt): a frozen dessert made of yogurt\n- fauxhawk (faux + mohawk): hair that’s styled to look like a mohawk\n- hazmat (hazardous + material) – substances that could be dangerous if not properly contained\n- intercom (internal + communication): a two-way speaker system used to communicate among people in a specific location\n- internet (interconnected + network): a computer network of information\n- jeggings (jeans + leggings): leggings designed to resemble denim jeans\n- Juneteenth (June + nineteenth): the day that commemorates the announcement of the Emancipation Proclamation, and the end of slavery, in the United States\n- Medicare (medical + care): the government-administered US health insurance program for people with disabilities and those who are age sixty-five or older; similar to Medicaid (medical + aid), the health insurance program for people with limited income.\n- metaverse (meta + universe): a virtual environment meant for social connection\n- mocktail (mock + cocktail): a cocktail that contains no alcohol\n- motel (motor + hotel): a hotel designed for motorists\n- newscast (news + broadcast): a radio or television segment that features current events\n- Pokémon (pocket + monsters): an animated Japanese media franchise centered around creatures that are kept in pocket-sized balls and trained to battle each other\n- popsicle (pop + icicle): a frozen dessert, typically made with fruit juice or fruit flavor\n- smog (smoke + fog): hazy, polluted air\n- stash (store + cache): a secret hiding place where valuables are kept\n- vlog (video + log): a video-based diary published online\n- webinar (web + seminar): a presentation or seminar held online"
          }
        ]
      }
    ]
  },
  {
    "audio": "/assets/audio/dictionary/p/productivity-d.mp3",
    "keyword": "productivity",
    "phonetics": "/ˌproʊ.dəkˈtɪv.ə.t̬i/",
    "partOfSpeech": "noun",
    "definitions": [
      {
        "ptDefinition": "produtividade",
        "examples": [
          {
            "enExample": "Studies show that if a working environment is pleasant, productivity increases.",
            "ptExample": "Estudos demonstram que, se um ambiente de trabalho é agradável, a produtividade aumenta."
          }
        ]
      }
    ]
  },
  {
    "audio": "/assets/audio/dictionary/p/publicly-d.mp3",
    "keyword": "publicly",
    "phonetics": "/ˈpʌb.lɪ.kli/",
    "partOfSpeech": "adverb",
    "definitions": [
      {
        "ptDefinition": "publicamente",
        "examples": [
          {
            "enExample": "The company publicly apologized and agreed to contribute some money to charity.",
            "ptExample": "A empresa pediu desculpas publicamente e concordou em contribuir com uma quantia para caridade."
          }
        ],
        "thesauri": [
          {
            "synonyms": "honestly, openly, plainly"
          }
        ]
      }
    ]
  },
  {
    "audio": "/assets/audio/dictionary/p/put-in-a-good-word.mp3",
    "keyword": "put in a good word",
    "partOfSpeech": "idiom",
    "definitions": [
      {
        "enDefinition": "to say something good about someone",
        "ptDefinition": "fazer uma boa recomendação",
        "examples": [
          {
            "enExample": "Would you mind putting in a good word for me?",
            "ptExample": "Você se importaria de fazer uma boa recomendação para mim?"
          }
        ]
      }
    ]
  }
]
