[
  {
    "definitions": [
      {
        "word": "wacky",
        "phonetics": "/ˈwæki/",
        "partOfSpeech": "adjective",
        "enDefinition": "funny or amusing in a slightly odd or peculiar way",
        "ptDefinition": "engraçado ou divertido de uma maneira um pouco estranha ou peculiar",
        "examples": [
          {
            "enExample": "She wore a wacky hat to the party.",
            "ptExample": "Ela usou um chapéu estranho na festa."
          },
          {
            "enExample": "His wacky sense of humor always makes us laugh.",
            "ptExample": "Seu senso de humor estranho sempre nos faz rir."
          }
        ],
        "synonyms": ["zany", "quirky", "eccentric"],
        "antonyms": ["normal", "conventional", "serious"],
        "seeAlso": ["bizarre", "odd"],
        "notes": [
          {
            "enNote": "The term 'wacky' is often used in a light-hearted or affectionate way to describe someone or something that is unconventional or amusingly strange.",
            "ptNote": "O termo 'wacky' é frequentemente usado de maneira leve ou afetuosa para descrever alguém ou algo que é não convencional ou estranhamente divertido."
          }
        ]
      }
    ]
  },
  {
    "definitions": [
      {
        "word": "well",
        "phonetics": "/wɛl/",
        "partOfSpeech": "adverb",
        "enDefinition": "in a good or satisfactory way",
        "ptDefinition": "de uma maneira boa ou satisfatória",
        "examples": [
          {
            "enExample": "She did well on her exams.",
            "ptExample": "Ela foi bem nas provas."
          },
          {
            "enExample": "He speaks English very well.",
            "ptExample": "Ele fala inglês muito bem."
          }
        ],
        "synonyms": ["successfully", "admirably", "excellently"],
        "antonyms": ["badly", "poorly", "unsatisfactorily"],
        "seeAlso": ["good", "fine"],
        "notes": [
          {
            "enNote": "The word 'well' can also be used as an adjective, noun, interjection, and verb, depending on the context.",
            "ptNote": "A palavra 'well' também pode ser usada como adjetivo, substantivo, interjeição e verbo, dependendo do contexto."
          }
        ]
      }
    ]
  },
  {
    "definitions": [
      {
        "word": "work one's tail off",
        "partOfSpeech": "idiomatic expression",
        "enDefinition": "to work very hard, often to the point of exhaustion",
        "ptDefinition": "trabalhar muito, geralmente até o ponto de exaustão",
        "examples": [
          {
            "enExample": "She worked her tail off to finish the project on time.",
            "ptExample": "Ela trabalhou muito para terminar o projeto a tempo."
          },
          {
            "enExample": "He's been working his tail off all week to get ahead in his job.",
            "ptExample": "Ele tem trabalhado muito a semana toda para se destacar no trabalho."
          }
        ],
        "synonyms": ["bust one's hump", "put in a lot of effort", "work hard"],
        "antonyms": ["slack off", "take it easy"],
        "seeAlso": ["burn the midnight oil", "break a sweat"],
        "notes": [
          {
            "enNote": "This phrase is often used informally to describe someone who is putting in a lot of effort, especially in a demanding or tiring task.",
            "ptNote": "Essa expressão é usada de maneira informal para descrever alguém que está colocando muito esforço, especialmente em uma tarefa exigente ou cansativa."
          }
        ]
      }
    ]
  },
  {
    "definitions": [
      {
        "word": "where to begin?",
        "partOfSpeech": "idiom",
        "enDefinition": "an expression used when someone is unsure how to start explaining something complicated or overwhelming",
        "ptDefinition": "uma expressão usada quando alguém não sabe por onde começar a explicar algo complicado ou esmagador",
        "examples": [
          {
            "enExample": "After hearing all the issues, I didn’t even know where to begin.",
            "ptExample": "Depois de ouvir todos os problemas, eu nem sabia por onde começar."
          },
          {
            "enExample": "With so many tasks on my list, I'm not sure where to begin.",
            "ptExample": "Com tantas tarefas na minha lista, não sei por onde começar."
          }
        ],
        "synonyms": ["how to start", "where to start", "where do I even begin"],
        "antonyms": ["clear starting point", "easy beginning", "straightforward"],
        "notes": [
          {
            "enNote": "This phrase often conveys a sense of being overwhelmed or unsure about the complexity of a situation.",
            "ptNote": "Esta frase frequentemente transmite a sensação de estar sobrecarregado ou inseguro sobre a complexidade de uma situação."
          }
        ]
      }
    ]
  },
  {
    "definitions": [
      {
        "word": "wishy-washy",
        "phonetics": "/ˈwɪʃi ˈwɒʃi/",
        "partOfSpeech": "adjective",
        "enDefinition": "indecisive, weak, or lacking in strength or conviction, often in relation to opinions or decisions",
        "ptDefinition": "indeciso, fraco ou sem firmeza, muitas vezes em relação a opiniões ou decisões",
        "examples": [
          {
            "enExample": "His wishy-washy attitude made it difficult to trust his decisions.",
            "ptExample": "A sua atitude indecisa dificultava confiar nas suas decisões."
          },
          {
            "enExample": "The manager’s wishy-washy response to the situation left the team feeling uncertain about the next steps.",
            "ptExample": "A resposta indecisa do gerente à situação deixou a equipe insegura sobre os próximos passos."
          }
        ],
        "synonyms": ["indecisive", "uncertain", "weak-willed"],
        "antonyms": ["decisive", "strong-willed", "confident"],
        "notes": [
          {
            "enNote": "This term is often used in a negative sense to describe someone who is unable to make firm decisions or take clear positions."
          },
          {
            "ptNote": "Este termo é frequentemente usado de forma negativa para descrever alguém que é incapaz de tomar decisões firmes ou adotar posições claras."
          }
        ]
      }
    ]
  },
  {
    "definitions": [
      {
        "word": "Why mess with success?",
        "partOfSpeech": "idiom",
        "enDefinition": "a rhetorical question suggesting that one should not change or interfere with something that is already working well or is successful",
        "ptDefinition": "uma pergunta retórica sugerindo que não se deve mudar ou interferir em algo que já está funcionando bem ou é bem-sucedido",
        "examples": [
          {
            "enExample": "The project has been going great, so why mess with success?",
            "ptExample": "O projeto está indo muito bem, então por que mexer no que já está funcionando?"
          }
        ],
        "synonyms": ["don’t rock the boat"],
        "antonyms": ["take risks", "try something new", "innovate"]
      }
    ]
  },
  {
    "definitions": [
      {
        "word": "work down to the wire",
        "partOfSpeech": "idiom",
        "enDefinition": "working on something until the very last moment, typically because of a tight deadline",
        "ptDefinition": "trabalhar em algo até o último momento, geralmente devido a um prazo apertado",
        "examples": [
          {
            "enExample": "We’re working down to the wire to finalize the presentation before the meeting tomorrow.",
            "ptExample": "Estamos trabalhando até o último segundo para finalizar a apresentação antes da reunião de amanhã."
          },
          {
            "enExample": "They were still adjusting the software features, working down to the wire before the product launch.",
            "ptExample": "Eles ainda estavam ajustando as funcionalidades do software, trabalhando até o limite antes do lançamento do produto."
          }
        ],
        "synonyms": ["last-minute effort", "racing against the clock", "under pressure"],
        "antonyms": ["ahead of schedule", "with plenty of time", "well-prepared"],
        "notes": [
          {
            "enNote": "This phrase is often used in contexts where time management is critical, and tasks are completed just before a deadline."
          },
          {
            "ptNote": "Esta expressão é frequentemente usada em contextos onde o gerenciamento de tempo é crítico, e as tarefas são concluídas pouco antes do prazo."
          }
        ]
      }
    ]
  },
  {
    "definitions": [
      {
        "word": "work out the kinks",
        "partOfSpeech": "idiom",
        "enDefinition": "to resolve problems or difficulties, especially minor ones, in order to make something function smoothly",
        "ptDefinition": "resolver problemas ou dificuldades, especialmente os menores, para fazer algo funcionar perfeitamente",
        "examples": [
          {
            "enExample": "The new software is almost ready, but we still need to work out the kinks before the official launch.",
            "ptExample": "O novo software está quase pronto, mas ainda precisamos resolver alguns ajustes antes do lançamento oficial."
          },
          {
            "enExample": "The team spent the weekend working out the kinks in the project plan to avoid any issues during implementation.",
            "ptExample": "A equipe passou o fim de semana ajustando os detalhes do plano do projeto para evitar problemas durante a implementação."
          }
        ],
        "synonyms": ["fix problems", "iron out issues", "resolve", "refine"],
        "antonyms": ["complicate", "overlook", "neglect"],
        "notes": [
          {
            "note": "This phrase is often used in contexts where something is in progress and requires minor fixes or refinements before completion."
          }
        ]
      }
    ]
  },
  {
    "definitions": [
      {
        "word": "weird",
        "partOfSpeech": "adjective",
        "ptDefinition": "esquisito, estranho",
        "examples": [
          {
            "enExample": "He's weird.",
            "ptExample": "Ele é esquisito."
          }
        ]
      },
      {
        "word": "weirdo",
        "partOfSpeech": "noun",
        "ptDefinition": "pessoa estranha, esquisita",
        "examples": [
          {
            "enExample": "He's a weirdo.",
            "ptExample": "Ele é um \"bicho\" estranho."
          },
          {
            "enExample": "[Radiohead's song: I'm a weirdo.",
            "ptExample": "Eu sou um esquisitão."
          }
        ]
      }
    ]
  }
]
